{
	"nom" : "Communi'pong",
	"img" : "./public/img/communipong.png",
	"le_projet":"Tous les deux ans, le comité départemental de sport adapté du Lot-et-Garonne (CDSA47) organise un championnat de France. (Le sport adapté permet la pratique du sport pour les personnes atteintes de handicaps psychiques ou mentaux). En 2016 le sport sélectionné était le tennis de table afin d'en organiser les championnats de France en sport adapté. Lors de ce projet qui s'est déroulé sur deux semestres, nous avons accompagné le CDSA 47 dans l'organisation de ce championnat.",
	"ma_contribution":"Au cours du premier semestre, nous avions pour missions la réalisation de la communication autour du championnat ainsi qu'une partie d'aide à la gestion de l'hébergement :<ul><li>Réalisation de l’affiche officielle du championnat (diffusion dans tout le département et jusqu’à Bordeaux sur les panneaux 4/3).</li><li>Création et animation de la page Facebook officielle du championnat.</li><li>Recensement des hôtels et lieux d'accueil aux alentours d'Agen pour l'hébergement des sportifs.</li></ul>Nous avons poursuivi le projet au cours du second semestre en assistant le CDSA 47 dans leur recherche de sponsors et dans l'organisation du championnat :<ul><li>Recherche et obtention de quatre sponsors supplémentaires : Les vignerons de Buzet, Le Petit Bleu...</li><li>Réalisation des cartons d’invitations pour les partenaires, élus et invités.</li></ul>L’aboutissement de ce projet a été la participation en tant que bénévole durant les trois jours de compétitions. Nos tâches étaient diverses et j'ai ainsi pu : <ul><li>Gérer la caisse pour la buvette et la vente des  vins de notre partenaire : Les vignerons de Buzet</li><li>Organiser les passages des athlètes à l'espace restauration</li><li>Aider à l'organisation des cérémonies de récompenses.</li></ul>",
	"bilan":"J'ai fortement apprécié travailler sur ce projet  qui s'est poursuivi au second semestre et qui a permis de prendre part à l'organisation d'un évènement d'ampleur nationale. Cela a été très instructif des démarches et actions à mettre en place pour que tout fonctionne le jour J. Également, cela m'a permis dès le premier semestre d'appréhender le déroulement d'un projet ambitieux avec des réunions régulières et de nombreux échanges par mails.",
	"competences" : [
		{
			"id": "communication",
			"name":"Communication"
		},
		{
			 "id":"polyvalence",
			 "name":"Polyvalence"
		},
		{
			"id":"teamwork",
			"name":"Travail d'équipe"
		}
	]
}