{
	"nom" : "FACETT",
	"img" : "./public/img/thales.png",
	"le_projet":"Au cours de mon stage de 6 mois réalisé en troisième année, j'ai rejoint la branche avionique du groupe Thales sous la tutelle de mon maître de stage Bryce BILLIERE. L'objectif de ce stage était la réalisation d'un POC (Proof Of Concept) pour une solution de conception et présentation de l'architecture des systèmes avioniques dans un environnement 3D attrayant.<br/>Pour le développement de ce POC, nous avons adopté avec mon tuteur la stratégie MVP : Minimum Viable Product. Contrairement au cycle de développement classique d'un logiciel (cycle en V par exemple) où la solution n'est utilisable qu'une fois toutes les fonctionnalités développées, l'approche MVP veut que la solution soit fonctionnelle et utilisable à toutes les étapes du développement.<br/>Ainsi, Bryce me spécifiait en début de semaine les différentes fonctionnalités qu'il souhaitait voir, nous déterminions les différents Uses Cases ensemble et j'implémentais tout cela dans l'application afin de rendre une version utilisable toutes les 1 ou 2 semaines.<br/>A l'issue du stage, nous avons démontré l'utilité et le potentiel de FACETT à travers le POC réalisé. Cela a permis de valider mon embauche en alternance pendant 2 ans dans le but de développer la première version de l'application à destination des utilisateurs finaux.<br/>Durant ces deux années d'alternance, j'ai défini et fait évoluer l'architecture de FACETT de A à Z afin d'arriver à une application mature et mise en production auprès des premiers utilisateurs en mars 2020. ",
	"ma_contribution":"Mon travail s'est articulé autour des tâches suivantes :<ul><li>Capture et formalisation des besoins opérationnels.</li><li>Développement et implémentation de nouvelles fonctionnalités.</li> <li>Réalisation de tests fonctionnels.</li><li>Livraison de nouvelles versions.</li><li>Capitalisation des retours d’utilisation pour améliorer les fonctionnalités actuelles.</li><li>Réalisation du dossier technique en continu (documentation, commentaires de codes, diagrammes UML...).</li></ul>",
	"bilan":"Mon travail terminé, l'application est désormais utilisée par <INSERT NUMBER> de nombreux utilisateurs. De par le développement en MVP, le passage d'un version mono-utilisateur à une version permettant le travail partagé et collaboratif est une marche importante. C'est une limite de la gestion MVP : l'application évolue vite et malgré les adaptations de l'architecture logicielle, celle-ci doit inévitablement être reprise afin de passer à une étape supérieure. <CHECK SI TOUJOURS VRAI> Ainsi, le service qui développe les outils internes à Thales devrait reprendre l'application pour la faire évoluer vers une solution collaborative.<br/>Durant ces deux ans et demi passés au sein du groupe Thales sur l'application FACETT, j'ai beaucoup appris et développé mes compétences. Premièrement sur le côté gestion de projet, cela m'a permis d'évoluer en autonomie sur un projet innovant et de le mener de bout en bout. De l'idée au produit final, j'ai appris à en mettant en place la méthode MVP ainsi qu'une certaine rigueur pour maintenir une solution souple et m'adapter aux changement réguliers.<br/>Deuxièmement, d'un côté technique, j'ai perfectionné ma maitrise de l'outil Unity ainsi que du langage C#. De plus, j'ai très nettement amélioré mes aptitudes à réaliser des IHM simples et efficaces (UI) ainsi que des expériences agréables et optimisées pour l'utilisateur (UX).<br/>Toutes ces compétences développées vont m'être plus qu'utile afin de mener à bien mon projet professionnel. En effet, avec ces expériences j'ai pu toucher à l'innovation, au développement de POC, à la gestion de projet ainsi qu'aux outils techniques nécessaires pour devenir développeur Réalité Augmentée / Virtuelle / Mixte. ",
	"competences" : [
		{
			"id": "unity",
			"name":"Unity 3D"
		}, 
		{
			"id": "csharp",
			"name": "C#"
		},
		{
			"id": "git",
			"name": "Git"
		},
		{
			"id": "database",
			"name": "Base de données"
		},
		{
			"id":"autonomie",
			"name":"Autonomie"
		},
		{
			"id":"innovation",
			"name":"Innovation"
		},
		{
			"id":"polyvalence",
			"name":"Polyvalence"
		}
	]
}