{
	"nom" : "Médikit47",
	"img" : "./public/img/medikit47.png",
	"le_projet":"MédiKit47 est un projet qui nous a été proposé par le centre hospitalier Agen-Nérac. Les informations sur les maladies, traitements et médicaments sont nombreuses et complexes et doivent être toujours à la portée du personnel hospitalier. Ces informations se matérialise sous la forme de différents documents comportant plusieurs dizaines de pages, qui s'abimaient et qu'il n'était pas pratique de consulter. C’est pourquoi notre objectif était de concevoir une application mobile/tablette afin que le personnel de l’hôpital puisse retrouver facilement les informations concernant un traitement, une maladie ou un médicament. De plus, nous avons développé une application web destinée aux personnes compétentes de l'hôpital afin de pouvoir peupler l'application et de la maintenir à jour avec de nouvelles données.Pour mener ce projet à bien, nous avons évolué, 7 autres étudiants et moi-même en méthodologie Agile. Ayant déjà une expérience de cette méthode de gestion de projet, nous avons pu avancer très rapidement et termine le développement des deux applications (web et mobile) au terme de 3 sprints d'une semaine seulement !  ",
	"ma_contribution":"J'ai pu au cours de ce projet réaliser les tâches suivantes :<ul><li>Fonction de synchronisation des données de l'application Web vers l'application mobile via une API.</li><li>Page de recherche des médicaments/maladies et traitements (Java Android).</li><li>Serveur Web PHP et développement de diverses pages de l'application Web (backend et frontend).</li></ul>",
	"bilan":"Participer à ce projet a été pour moi fort enrichissant d'un point de vue humain. En effet, j'ai découvert comment une équipe soudée et homogène pouvait accomplir un travail de qualité en si peu de temps : 3 semaines ! J'ai également apprécié pouvoir évoluer en pair-programming avec certains des membres de l'équipe, ce qui m'a permis d'apprendre beaucoup des autres et de transmettre à mon tour mes connaissances.",
	"competences" : [
		{
			"id": "git",
			"name":"Git"
		}, 
		{
			"id": "web",
			"name": "Technologies Web"
		},
		{
			"id":"database",
			"name":"Base de données"
		},
		{
			 "id":"polyvalence",
			 "name":"Polyvalence"
		},
		{
			"id":"teamwork",
			"name":"Travail d'équipe"
		}
	]
}