{
	"nom" : "UPSA Vision",
	"img" : "./public/img/upsavision.png",
	"le_projet":"Réalisé au cours de mon 5ème semestre à l’école IN’TECH Sud ce projet m'a permis de découvrir le potentiel de la réalité Mixte et m'a conforté dans mon désir d'évoluer dans le domaine de l'innovation. L'application UPSA Vision utilise la réalité mixte grâce aux casques Microsoft HoloLens afin de répondre aux problématiques de la société UPSA Vision. Le but était de simplifier les réunions de projet d'investissements en passant de plans techniques (plans A0 papier représentant de nouveaux locaux, nouvelles chaines de production...) à une représentation 3D en réalité mixte. En analysant leurs besoins et en collaborant avec eux, nous avons pu développer l'application proposant la possibilité d'importer des modèles 3D et de les afficher en Réalité Mixte. Une fois importés, les modèles 3D peuvent être manipulés : déplacement, rotation et changement d'échelle. Enfin, l'application permet le partage en réseau des modèles 3D entre plusieurs casques HoloLens pour que plusieurs personnes équipées des casques visualise le même hologramme en même temps. J'ai beaucoup apprécié travailler sur ce projet mêlant complexités techniques et innovations technologiques. Il a été très intéressant de comprendre la problématique de UPSA et d'y répondre au mieux en réalisant des points d'avancement tout au long du semestre. ",
	"ma_contribution":"<ul><li>Mise en place du Mixed Reality Tool Kit.</li><li>Création de l'interface utilisateur adaptée pour les HoloLens.</li><li>Automatisation de l'import de modèles 3D (.fbx, .obj) depuis OneDrive directement dans l'application sur HoloLens.</li><li>Synchronisation des objets en réseau entre plusieurs casques HoloLens.</li></ul>",
	"bilan":"Ce projet a été une réelle découverte pour moi envers le monde de l'innovation et de la 3D avec la réalité mixte. J'ai appris à travailler avec une nouvelle technologie ce qui m'a poussé à imaginer des solutions pour répondre aux problématiques du projet comme l'import de modèles 3D dans l'application directement depuis un drive online. De plus, les échanges avec les équipes de UPSA ont été très enrichissants dans la façon de mener le projet à bien et cela m'a permis de grandir humainement.<div class=\"embed-responsive embed-responsive-16by9\"><video width=\"320\" height=\"240\" controls><source src=\"./public/video/upsa-demo.mp4\" type=\"video/mp4\">Your browser does not support the video tag.</video></div>",
	"competences" : [
		{
			"id": "unity",
			"name":"Unity 3D"
		}, 
		{
			"id": "csharp",
			"name": "C#"
		},
		{
			"id":"communication",
			"name":"Communication"
		},
		{
			"id":"innovation",
			"name":"Innovation"
		},
		{
			"id":"teamwork",
			"name":"Travail d'équipe"
		}
	]
}