{
    "nom" : "Communication",
    "definition" : "Lorsque nous échangeons des informations, nous communiquons : c'est le principe de base qui régit tout échange entre deux personnes ou plus. C'est une notion importante à maitriser lorsque l'on souhaite faire passer un message et vulgariser notre pensée à un collaborateur, une équipe, un client, un chef de projet... Mais la communication ne s'arrete pas là, il faut connaitre et savoir utiliser les différents canaux et outils de communication pour véhiculer le message de la bonne manière suivant le public auquel nous nous exprimons.",
	"comment" : "Lors de nos recettes de projets à IN'TECH ou encore lors de mes échanges avec mes interlocuteurs en entreprise, il m'a été indispensable de savoir vulgariser mes propos pour expliquer le fonctionnement technique d'une solution ou encore les problèmes rencontrées. Pour cela, j'ai appris à utiliser différents moyen de communication comme les présentations orales avec un support type powerpoint afin de m'exprimer devant un public large et l'utilisation de schéma explicatif sous forme de dessin pour vulgariser des points techniques abstraits. Mais aussi la rédaction de mail et documents words précis et détaillés pour échanger avec des personnes en particulier. Ceci n'est qu'une brève énumération non exhaustive des différents canaux de communication que je maitrise pour échanger et présenter mon travail et mes idées.",
    "pourquoi" : "Connaître et savoir utiliser la communication est nécessaire pour exprimer l'état d'avancement sur un projet, les difficultés rencontrées et lesobjectifs atteints. Dans un domaine de la 3D où l'on est souvent amené à réaliser des POC, pouvoir présenter à l'oral la solution réalisée est un réel atout à faire valoir pour convaincre le client de la qualité du produit.",
    "projects" : [
		{
			"id": "upsavision",
			"name":"UPSA Vision"
		}, 
		{
			"id": "facett",
			"name": "FACETT"
		},
		{
			"id":"simu",
			"name":"Simulation Hélicoptère"
		},
		{
			"id":"covoitsante",
			"name":"Covoit'santé"
		},
		{
			"id":"medikit47",
			"name":"Médikit47"
		},
		{
			"id":"communipong",
			"name":"Communi'pong"
		},
		{
			"id":"innovit",
			"name":"INNOV'IT"
		}
	]
}