{
    "nom" : "Base de données",
    "definition" : "Les base de données sont des outils informatiques qui permettent de stocker et mettre à disposition des programmes des informations. Elles jouent un rôle essentiel dans le fonctionnement actuel des applications : sans elles, tout ne serait que statique et il ne serait pas possible de s'identifier sur un site où même de laisser un commentaire de façon permanente. Il existe deux types de base de données : <ul><li>Les relationnelles qui permettent d'établir un lien entre les informations dans le stockage des informations.</li><li>Les non-relationnelles où les informations sont stockées sans liens entre elles. Ces \"liens\" sont alors établis lors de la lecture des données.</li></ul> ",
    "comment" : "Je me suis toujours intéressé  à la façon de stocker les données saisies par un utilisateur au travers d'un site ou d'une application que j'ai conçue. En effet, il est important de choisir le bon système qui s'adapte à la situation. Ainsi en semestre 1, nous n'avions que peu d'informations à stocker pour notre site web vitrine, nous avons alors opté pour le stockage sous forme d'objets dans des fichiers JSON. Lors de la création d'applications plus complètes et stockant plus d'informations nous avons mis en place un serveur MySQL afin de gérer ces nombreuses données et y accéder de manière structurée avec le langage SQL. Enfin, j'ai également pu expérimenter le stockage sous forme de fichiers XML au cours de mon alternance pour posséder les données en local avec l'application ou encore l'utilisation des bases de données SQLite pour le développement d'une application mobile médicale.",
    "pourquoi" : "La maîtrise des bases de données est une compétence non négligeable que je souhaite mettre en avant dans mon profil tout au long de ma carrière. En effet, si pour certain c'est un métier à part entière, je vois cela comme un atout supplémentaire me permettant de compléter mon savoir. De la modélisation au déploiement en passant par la connexion et l'accès aux données via les requêtes, je suis capable de mettre en avant ces connaissances qui sont utiles également dans l'univers de la 3D lorsqu'il faut récupérer et présenter les données d'un modèle CATIA par exemple !",
    "projects" : [
		{
			"id": "covoitsante",
			"name":"Covoit'Santé"
		}, 
		{
			"id": "facett",
			"name": "FACETT"
		},
		{
			"id":"medikit47",
			"name":"Médikit47"
		}
	]
}