{
    "nom" : "Git",
    "definition" : "Git est un logiciel de gestion de versions décentralisé créé par Linus Thorvalds en 2005. Le but de Git est de pouvoir gérer les évolutions d'un projet informatique en stockant les modifications successives à chaque fichier le constituant. Ainsi, on peut par exemple remonter l'arbre des modifications et revenir  à une précédente version stable. De plus, Git permet d'intégrer les modifications de plusieurs utilisateurs ensemble. En outre, cela permet de faciliter le travail en équipe puisque chaque membre va pouvoir effectuer des modifications avant de les ajouter au dépôt commun contenant le projet de l'équipe. Lors de cet ajout, une opération de comparaison permet de vérifier quelles modifications ont été réalisée et d'indiquer les conflits s'il y en a.<br/>Git est le logiciel de gestion de version le plus populaire à l'heure actuelle, utilisé par plus de douze millions de personnes. Il est important de noter que Git est libre de droit et distribué sous les termes de la licence publique générale GNU. ",
    "comment" : "Lors des deux premiers semestres à IN'TECH, nous n'utilisions pas de logiciel de versions. Nous réalisions la fusion du travail des membres de l'équipe \"à la main\" en copiant les fichiers et les comparant à la main. Cela était très fastidieux et pouvait facilement entrainé des erreurs à la suite des opérations de fusion. C'est dès le troisième semestre que nous avons commencé à utiliser Git pour gérer nos projets. En effet, en travaillant en équipe de 8, il était primordial de mettre en place une telle solution pour pouvoir travailler ensemble et gérer les fusions entre nos fichiers et les versions.<br/> Au cours de mon stage puis de mon alternance, j'ai eu à travailler avec Git en lien Unity afin de mettre en commun le travail de mes collègues avec le mien. J'ai ainsi configuré correctement Git avec Sourcetree et Unity afin de réaliser des fusions de fichiers spécifiques à Unity.",
    "pourquoi" : "La maitrise de Git est essentielle à mon projet profesionnel. Que ce soit pour du développement logiciel, web, mobile ou bien encore 3D, il est impératif de connaître les techniques pour gérer le code informatique au sein d'une équipe !",
    "projects" : [
		{
			"id": "covoitsante",
			"name":"Covoit'Santé"
		}, 
		{
			"id": "facett",
			"name": "FACETT"
		},
		{
			"id":"simu",
			"name":"Simulation Hélicoptère"
		},
		{
			"id":"medikit47",
			"name":"Médikit47"
		}
	]
}