{
	"nom" : "Innovation",
	"type" : "transverse",
	"img" : "./public/img/innovation.png",
    "definition" : "A mon sens, l'innovation est la capacité à développer des solutions disruptives aux méthodes actuelles pour répondre à des besoins précis. Dans le domaine de la réalité augmentée et virtuelle en pleine évolution et à la pointe de l'innovation, il est primordial d'avoir cette capacité pour imaginer et créer les nouveaux concepts qui répondront aux besoins des entreprises.",
    "comment" : "Lors de mon précédent parcours universitaire en biologie alimentaire, je souhaitais déjà me tourner vers l'innovation en devenant ingénieur R&D en industrie agroalimentaire. Dans l'informatique et le développement, j'ai toujours ce désir de vouloir innover qui m'anime. C'est pourquoi, dès notre projet de semestre 4 INNOV'IT, mes camarades et moi avons décidé d'orienter notre objectif autour des nouvelles technologies en nous rendant au festival Futur en Seine à Paris. Nous avons pu rencontrer de nombreuses start-ups et entreprises à la pointe de l'innovation et découvrir les nouveautés dans de nombreux domaines. Suite à cela, j'ai participé au projet UPSA Vision qui m'a permis de réellement me confronter à ce qu'est l'innovation en développant une application pour les casques de réalité mixte HoloLens, technologie existante depuis seulement 1 an à ce moment-là. Enfin, au cours de mon alternance, le projet FACETT a été une opportunité pour réaliser une application d'ampleur et ambitieuse permettant de changer la manière de travailler et de présenter les suites avioniques.<div class=\"embed-responsive embed-responsive-16by9\"><video width=\"320\" height=\"240\" controls><source src=\"./public/video/upsa-demo.mp4\" type=\"video/mp4\">Your browser does not support the video tag.</video></div><p class=\"text-center\">Démonstration du projet <a  onclick=\"openproject('upsavision')\">UPSA Vision</a></p>",
    "pourquoi" : "Mon souhait de me diriger dans le domaine du développement 3D n'est pas anodin, les technologies qui y sont associées possèdent un potentiel énorme qui permettent d'exprimer sa créativité en innovant. Qualité qui est donc indispensable pour moi afin d'évoluer avec ces technologies.",
    "projects" : [
		{
			"id": "upsavision",
			"name":"UPSA Vision"
		}, 
		{
			"id": "facett",
			"name": "FACETT"
		},
		{
			"id":"simu",
			"name":"Simulation Hélicoptère"
		},
		{
			"id":"innovit",
			"name":"INNOV'IT"
		}
	]
}