{
	"nom" : "Unity 3D",
	"type" : "technique",
	"img" : "./public/img/unity.png",
    "definition" : "Unity est un moteur graphique permettant le développement de jeux vidéo 2D/3D sur plus de 25 plateformes différentes. Sur le marché depuis 2005, il permet aux développeurs de créer des univers réalistes aux graphismes de grande qualité ! Afin de gérer le comportement des objets modélisés, Unity propose de développer en C# en se basant sur le framework .NET et sur l’API mise à disposition par Unity et spécifique au moteur de jeu. <br/>Leader incontesté sur le marché, Unity se diversifie de plus en plus avec des applications destinées aux secteurs du cinéma, de l’automobile, de l’architecture, de l’industrie et de la construction. Pour cela, on peut compter sur la possibilité de déployer son projet sur des casques de réalité virtuelle/mixte, de créer des expériences en réalité augmentée ou encore d’intégrer l’intelligence artificielle à son projet. ",
    "comment" : "J'ai réalisé mes premiers projets Unity au cours d'ateliers libres proposés par l'école. Nous avions alors pu découvrir le fonctionnement du logiciel à travers des initiations et tutoriels. J'ai beaucoup apprécié l'ensemble des fonctionnalités mises à disposition par l'outil ainsi que la facilité dé de prise en main.<br/>Il m'a été donné l'opportunité d'utiliser Unity sur un cas beaucoup plus concret lors de mon projet de semestre 5 à IN'TECH : UPSA Vision. Nous devions alors réaliser une application permettant la visualisation et l'interaction avec des modèles 3D pour les casques de Réalité Mixte HoloLens. Ce projet a été pour moi un réel déclencheur, me permettant de développer mes compétences et d'identifier l'énorme potentiel en matière d'innovation qu'apporte Unity.<br/>Par la suite, au cours de mon stage et de mes deux ans d'alternance, j'ai utilisé Unity pour réaliser les différents projets auxquels j'ai pris part. Ces expériences m'ont aidé à développer cette compétence de manière efficiente dans un environnement innovant et professionnel.",
    "pourquoi" : "Toutes ces expériences, que ce soit scolaire ou professionnelles, m'ont permis d'acquérir une certaine expertise sur le logiciel Unity. La maitrise de cette compétence est primordiale pour pouvoir mener à bien mon projet professionnel. En effet, la grande majorité des applications en réalité Augmentée/Virtuelle/Mixte sont réalisée avec Unity qui s'est imposé comme solution de référence dans ce domaine.",
    "projects" : [
		{
			"id": "upsavision",
			"name":"UPSA Vision"
		}, 
		{
			"id": "facett",
			"name": "FACETT"
		},
		{
			"id":"simu",
			"name":"Simulation Hélicoptère"
		}
	]
}