{
	"nom" : "Technologies Web",
	"type" : "technique",
	"img" : "./public/img/web.png",
    "definition" : "Les technologies web englobent pour moi tous les langages de programmation et de balisages nécessaires à faire fonctionner un site internet. On retrouve alors HTML5 pour la constitution des pages Web et CSS pour créer le style de celle-ci. Le langage de programmation JavaScript permet à la fois d'animer les pages web cotés clients, notamment grâce à son framework jQuery, mais aussi de gérer les requêtes coté serveur avec node.js. Enfin, les langages PHP et Python avec son framework Django sont aussi excellents coté serveur pour recevoir les requêtes des utilisateurs et renvoyer les bonnes pages. Ceux-là sont ceux que je maîtrise le mieux mais il existe également beaucoup d'autres langages et framework permettant de faciliter les développement Web comme Angular.js, React.js, Ruby...",
    "comment" : "Maîtriser le développement Web a fait partie de mes premiers pas dans la programmation. J'ai trouvé fort plaisant de pouvoir en quelques lignes de code créer un site web et des interactions avec les utilisateurs. Pour la très grande majorité de mes projets informatiques à IN'TECH j'ai participé à la création de site web dynamique comme pour le site de covoiturage <a href=\"https://www.covoitsante.fr\">Covoit'Santé</a>. En effet, toute la structure du serveur Web a été réalisée en PHP et les pages Web communiquent avec des requêtes AJAX avec le serveur afin d'éviter le rafraichissement de la page à chaque action.",
    "pourquoi" : "Le métier de développeur Web est à l'heure actuelle très recherchée. J'apprécie beaucoup participer au développement d'applications Web et il s'agit pour moi d'un réel atout supplémentaire me permettant de me diriger vers ce domaine si jamais je souhaite réorienter mon plan de carrière. En outre, on voit de plus en plus d'applications Web proposant des services de réalité augmentée natifs en JavaScript, ce qui serait un moyen d'allier le développement Web avec mon attrait pour l'AR.",
    "projects" : [
		{
			"id": "covoitsante",
			"name":"Covoit'Santé"
		}, 

		{
			"id":"medikit47",
			"name":"Médikit47"
		}
	]
}